Repository: mymiamo/MiaDock
Catalog: src/MiaDock.App/Strings/*/XamlText.resw
Source language: en_us
Languages: az_latn_az, es_es, pt_br, tr_tr

# XamlText.0108
source: When off, choose which modules may appear during this profile.
az_latn_az: Söndürülübsə, bu profil müddətində göstərilə biləcək modulları seçin.
es_es: Cuando esté desactivado, elija qué módulos pueden aparecer durante este perfil.
pt_br: Quando desativado, escolha quais módulos podem aparecer durante este perfil.
tr_tr: Kapalıysa bu profil sırasında gösterilebilecek modülleri seçin.

# XamlText.0109
source: Fullscreen and privacy
az_latn_az: Tam ekran və məxfilik
es_es: Pantalla completa y privacidad
pt_br: Tela cheia e privacidade
tr_tr: Tam ekran ve gizlilik

# XamlText.0110
source: Allow fullscreen notifications
az_latn_az: Tam ekranda bildirişlərə icazə ver
es_es: Permitir notificaciones en pantalla completa
pt_br: Permitir notificações em tela cheia
tr_tr: Tam ekran bildirimlerine izin ver

# XamlText.0111
source: Allow sensitive content in fullscreen
az_latn_az: Tam ekranda həssas məzmuna icazə ver
es_es: Permitir contenido sensible en pantalla completa
pt_br: Permitir conteúdo confidencial em tela cheia
tr_tr: Tam ekranda hassas içeriğe izin ver

# XamlText.0112
source: Allow sensitive content while Windows is locked
az_latn_az: Windows kilidli olduqda həssas məzmuna icazə ver
es_es: Permitir contenido confidencial mientras Windows está bloqueado
pt_br: Permitir conteúdo confidencial enquanto Windows estiver bloqueado
tr_tr: Windows kilitliyken hassas içeriğe izin ver

# XamlText.0113
source: Profile permissions cannot enable global privacy settings; they can only make them stricter.
az_latn_az: Profil icazələri ümumi məxfilik parametrlərini aça bilmir; yalnız daha sərt edə bilər.
es_es: Los permisos de perfil no pueden habilitar la configuración de privacidad global; sólo pueden hacerlos más estrictos.
pt_br: As permissões de perfil não podem ativar configurações de privacidade globais; eles só podem torná-los mais rígidos.
tr_tr: Profil izinleri genel gizlilik ayarlarını açamaz; yalnızca daha sıkı hale getirebilir.

# XamlText.0114
source: Weekly schedules
az_latn_az: Həftəlik cədvəllər
es_es: Horarios semanales
pt_br: Programações semanais
tr_tr: Haftalık programlar

# XamlText.0115
source: Choose the days and times when the profile becomes active.
az_latn_az: Profilin aktivləşəcəyi günləri və saatları seçin.
es_es: Elija los días y horas en que el perfil se activa.
pt_br: Escolha os dias e horários em que o perfil fica ativo.
tr_tr: Profilin etkinleşeceği günleri ve saatleri seçin.

# XamlText.0116
source: Add schedule
az_latn_az: Cədvəl əlavə et
es_es: Agregar horario
pt_br: Adicionar programação
tr_tr: Program ekle

# XamlText.0117
source: Schedule enabled
az_latn_az: Cədvəl aktivdir
es_es: Horario habilitado
pt_br: Agendamento ativado
tr_tr: Program etkin

# XamlText.0118
source: Mon
az_latn_az: B.E
es_es: Lun
pt_br: seg
tr_tr: Pzt

# XamlText.0119
source: Tue
az_latn_az: Ç.A
es_es: Mar
pt_br: ter
tr_tr: Sal

# XamlText.0120
source: Wed
az_latn_az: Çər
es_es: Casarse
pt_br: qua
tr_tr: Çar

# XamlText.0121
source: Thu
az_latn_az: C.A
es_es: Jue
pt_br: qui
tr_tr: Per

# XamlText.0122
source: Fri
az_latn_az: Cüm
es_es: Vie
pt_br: sex
tr_tr: Cum

# XamlText.0123
source: Sat
az_latn_az: Şən
es_es: Se sentó
pt_br: Sentado
tr_tr: Cmt

# XamlText.0124
source: Sun
az_latn_az: Baz
es_es: Sol
pt_br: Sol
tr_tr: Paz

# XamlText.0125
source: Start
az_latn_az: Başlanğıc
es_es: Comenzar
pt_br: Começar
tr_tr: Başlangıç

# XamlText.0126
source: End
az_latn_az: Bitmə
es_es: Fin
pt_br: Fim
tr_tr: Bitiş

# XamlText.0127
source: App automations
az_latn_az: Tətbiq avtomatlaşdırmaları
es_es: Automatizaciones de aplicaciones
pt_br: Automações de aplicativos
tr_tr: Uygulama otomasyonları

# XamlText.0128
source: Activate the profile when an app starts, moves to the foreground, or becomes fullscreen.
az_latn_az: Bir tətbiq açıldıqda, ön plana keçdikdə və ya tam ekran olduqda profili aktivləşdirin.
es_es: Active el perfil cuando una aplicación se inicia, pasa al primer plano o pasa a pantalla completa.
pt_br: Ative o perfil quando um aplicativo for iniciado, passar para o primeiro plano ou ficar em tela cheia.
tr_tr: Bir uygulama açıldığında, öne geldiğinde veya tam ekran olduğunda profili etkinleştirin.

# XamlText.0129
source: Add rule
az_latn_az: Qayda əlavə et
es_es: Agregar regla
pt_br: Adicionar regra
tr_tr: Kural ekle

# XamlText.0130
source: Rule enabled
az_latn_az: Qayda aktivdir
es_es: Regla habilitada
pt_br: Regra ativada
tr_tr: Kural etkin

# XamlText.0131
source: Trigger
az_latn_az: Tətikləyici
es_es: Desencadenar
pt_br: Acionar
tr_tr: Tetikleyici

# XamlText.0132
source: Application
az_latn_az: Tətbiq
es_es: Solicitud
pt_br: Aplicativo
tr_tr: Uygulama

# XamlText.0133
source: Appearance
az_latn_az: Görünüş
es_es: Apariencia
pt_br: Aparência
tr_tr: Görünüm

# XamlText.0134
source: Media
es_es: Medios de comunicación
pt_br: Mídia
tr_tr: Medya

# XamlText.0135
source: Notifications
az_latn_az: Bildirişlər
es_es: Notificaciones
pt_br: Notificações
tr_tr: Bildirimler

# XamlText.0136
source: Time and shortcuts
az_latn_az: Vaxt və qısayollar
es_es: Tiempo y atajos
pt_br: Tempo e atalhos
tr_tr: Zaman ve kısayollar

# XamlText.0137
source: Fullscreen
az_latn_az: Tam ekran
es_es: Pantalla completa
pt_br: Tela cheia
tr_tr: Tam ekran

# XamlText.0139
source: System tray
az_latn_az: Sistem treyi
es_es: bandeja del sistema
pt_br: Bandeja do sistema
tr_tr: Sistem tepsisi

# XamlText.0140
source: When the icon is clicked once
az_latn_az: İkona bir dəfə kliklədikdə
es_es: Cuando se hace clic en el icono una vez
pt_br: Quando o ícone é clicado uma vez
tr_tr: Simgeye bir kez tıklayınca

# XamlText.0141
source: Tray single-click behavior
az_latn_az: Treydə tək klik davranışı
es_es: Comportamiento de un solo clic en la bandeja
pt_br: Comportamento de clique único na bandeja
tr_tr: Tray tek tık davranışı

# XamlText.0142
source: Open settings
az_latn_az: Parametrləri aç
es_es: Abrir configuración
pt_br: Abrir configurações
tr_tr: Ayarları aç

# XamlText.0143
source: Show or hide dock
az_latn_az: Doku göstər və ya gizlət
es_es: Mostrar u ocultar muelle
pt_br: Mostrar ou ocultar dock
tr_tr: Dock'u göster veya gizle

# XamlText.0144
source: Camera in use
az_latn_az: Kamera istifadədədir
es_es: cámara en uso
pt_br: Câmera em uso
tr_tr: Kamera kullanımda

# XamlText.0145
source: Startup and shutdown
az_latn_az: Başlanğıc və bağlanma
es_es: Inicio y apagado
pt_br: Inicialização e desligamento
tr_tr: Başlangıç ve kapanış

# XamlText.0146
source: Diagnostics
az_latn_az: Diaqnostika
es_es: Diagnóstico
pt_br: Diagnóstico
tr_tr: Tanılama

# XamlText.0147
source: About
az_latn_az: Haqqında
es_es: Acerca de
pt_br: Sobre
tr_tr: Hakkında

# XamlText.0148
source: See the dock's status and quickly reach frequently used settings.
az_latn_az: Dokun əsas vəziyyətini görün və tez-tez istifadə olunan parametrlərə sürətlə keçin.
es_es: Vea el estado de la base y acceda rápidamente a las configuraciones utilizadas con frecuencia.
pt_br: Veja o status do dock e acesse rapidamente as configurações usadas com frequência.
tr_tr: Dock'un temel durumunu görün ve sık kullanılan ayarlara hızla ulaşın.

# XamlText.0149
source: Quick dock settings
az_latn_az: Sürətli dok parametrləri
es_es: Configuración de acoplamiento rápido
pt_br: Configurações de encaixe rápido
tr_tr: Hızlı dock ayarları

# XamlText.0150
source: Change visibility and interaction behavior directly.
az_latn_az: Görünürlük və qarşılıqlı əlaqə davranışını birbaşa dəyişin.
es_es: Cambie el comportamiento de visibilidad e interacción directamente.
pt_br: Altere diretamente a visibilidade e o comportamento de interação.
tr_tr: Görünürlük ve etkileşim davranışını doğrudan değiştirin.

# XamlText.0151
source: Open General settings
az_latn_az: Ümumi parametrləri aç
es_es: Abrir configuración general
pt_br: Abra as configurações gerais
tr_tr: Genel ayarları aç

# XamlText.0152
source: Windows startup
az_latn_az: Windows başlanğıcı
es_es: Windows inicio
pt_br: Windows inicialização
tr_tr: Windows başlangıcı

# XamlText.0153
source: Open startup settings
az_latn_az: Başlanğıc parametrlərini aç
es_es: Abrir configuración de inicio
pt_br: Abra as configurações de inicialização
tr_tr: Başlangıç ayarlarını aç

# XamlText.0154
source: Module status
az_latn_az: Modulun vəziyyəti
es_es: Estado del módulo
pt_br: Status do módulo
tr_tr: Modül durumu

# XamlText.0155
source: Manage
az_latn_az: İdarə et
es_es: Administrar
pt_br: Gerenciar
tr_tr: Yönet

# XamlText.0156
source: Dock appearance
az_latn_az: Dokun görünüşü
es_es: Apariencia del muelle
pt_br: Aparência da doca
tr_tr: Dock görünümü

# XamlText.0157
source: Open Appearance settings
az_latn_az: Görünüş parametrlərini aç
es_es: Abrir configuración de apariencia
pt_br: Abra as configurações de aparência
tr_tr: Görünüm ayarlarını aç

# XamlText.0158
source: Microsoft Store updates
az_latn_az: Microsoft Store yeniləmələri
es_es: Actualizaciones de la tienda de Microsoft
pt_br: Atualizações da Microsoft Store
tr_tr: Microsoft Store güncellemeleri

# XamlText.0159
source: Check for updates
az_latn_az: Yeniləmələri yoxla
es_es: Buscar actualizaciones
pt_br: Verifique se há atualizações
tr_tr: Güncellemeleri denetle

# XamlText.0160
source: Open in Microsoft Store
az_latn_az: Microsoft Store-da aç
es_es: Abrir en Microsoft Store
pt_br: Abrir na Microsoft Store
tr_tr: Microsoft Store'da aç

# XamlText.0161
source: Automatic update checks
az_latn_az: Avtomatik yeniləmə yoxlaması
es_es: Comprobaciones de actualización automática
pt_br: Verificações automáticas de atualização
tr_tr: Otomatik güncelleme denetimi

# XamlText.0162
source: MiaDock checks Microsoft Store for new versions every four hours.
az_latn_az: MiaDock Microsoft Store-dakı yeni versiyaları hər dörd saatdan bir yoxlayır.
es_es: MiaDock busca nuevas versiones en Microsoft Store cada cuatro horas.
pt_br: MiaDock verifica a Microsoft Store em busca de novas versões a cada quatro horas.
tr_tr: MiaDock, Microsoft Store'daki yeni sürümleri dört saatte bir denetler.

# XamlText.0163
source: Configure the dock's visibility, interaction, position, and language.
az_latn_az: Dokun görünürlüyünü, qarşılıqlı əlaqəsini, mövqeyini və dilini tənzimləyin.
es_es: Configure la visibilidad, interacción, posición e idioma del muelle.
pt_br: Configure a visibilidade, a interação, a posição e o idioma do dock.
tr_tr: Dock'un görünürlüğünü, etkileşimini, konumunu ve dilini yapılandırın.

# XamlText.0164
source: Quickly configure the dock's core behavior.
az_latn_az: Dokun əsas davranışlarını sürətlə tənzimləyin.
es_es: Configure rápidamente el comportamiento principal del muelle.
pt_br: Configure rapidamente o comportamento principal do dock.
tr_tr: Dock'un temel davranışlarını hızlıca yapılandırın.

# XamlText.0165
source: Language
az_latn_az: Dil
es_es: Idioma
pt_br: Linguagem
tr_tr: Dil

# XamlText.0166
source: Choose the interface language
az_latn_az: İnterfeys dilini seçin
es_es: Elige el idioma de la interfaz
pt_br: Escolha o idioma da interface
tr_tr: Arayüz dilini seçin

# XamlText.0167
source: Visibility
az_latn_az: Görünürlük
es_es: Visibilidad
pt_br: Visibilidade
tr_tr: Görünürlük

# XamlText.0168
source: Interaction
az_latn_az: Qarşılıqlı əlaqə
es_es: Interacción
pt_br: Interação
tr_tr: Etkileşim

# XamlText.0169
source: Return from inactive module
az_latn_az: Passiv moduldan qayıtma
es_es: Regreso del módulo inactivo
pt_br: Retorno do módulo inativo
tr_tr: Pasif modülden dönüş

# XamlText.0170
source: Time before a module with no active task returns to the home dock
az_latn_az: Aktiv işi olmayan modulun əsas doka qayıtma müddəti
es_es: Tiempo antes de que un módulo sin tarea activa regrese a la base de inicio
pt_br: Tempo antes de um módulo sem tarefa ativa retornar ao dock inicial
tr_tr: Etkin işi olmayan modülün ana dock'a dönme süresi

# XamlText.0171
source: Inactive module return time
az_latn_az: Passiv moduldan qayıtma müddəti
es_es: Tiempo de retorno del módulo inactivo
pt_br: Tempo de retorno do módulo inativo
tr_tr: Pasif modülden dönüş süresi

# XamlText.0172
source: Time and date
az_latn_az: Saat və tarix
es_es: Hora y fecha
pt_br: Hora e data
tr_tr: Saat ve tarih

# XamlText.0173
source: Customize how time information appears on the home dock.
az_latn_az: Əsas dokdakı vaxt məlumatının görünüşünü fərdiləşdirin.
es_es: Personalice cómo aparece la información de la hora en la base de inicio.
pt_br: Personalize como as informações de hora aparecem na base inicial.
tr_tr: Ana dock'taki zaman bilgisinin görünümünü kişiselleştirin.

# XamlText.0174
source: Time format
az_latn_az: Saat formatı
es_es: Formato de hora
pt_br: Formato de hora
tr_tr: Saat biçimi

# XamlText.0175
source: Seconds
az_latn_az: Saniyələr
es_es: Artículos de segunda clase
pt_br: Segundos
tr_tr: Saniyeler

# XamlText.0176
source: Date
az_latn_az: Tarix
es_es: Fecha
pt_br: Data
tr_tr: Tarih

# XamlText.0177
source: Date format
az_latn_az: Tarix formatı
es_es: Formato de fecha
pt_br: Formato de data
tr_tr: Tarih biçimi

# XamlText.0178
source: Day of the week
az_latn_az: Həftənin günü
es_es: Día de la semana
pt_br: Dia da semana
tr_tr: Haftanın günü

# XamlText.0179
source: Show
az_latn_az: Göstər
es_es: Espectáculo
pt_br: Mostrar
tr_tr: Göster

# XamlText.0180
source: Hide
az_latn_az: Gizlət
es_es: Esconder
pt_br: Esconder
tr_tr: Gizle

# XamlText.0181
source: The alarm sounds up to 5 times when the timer ends.
az_latn_az: Vaxt bitdikdə zəng səsi ən çox 5 dəfə çalır.
es_es: La alarma suena hasta 5 veces cuando finaliza el cronómetro.
pt_br: O alarme soa até 5 vezes quando o cronômetro termina.
tr_tr: Süre dolduğunda alarm sesi en fazla 5 kez çalar.

# XamlText.0182
source: Preset durations
az_latn_az: Hazır müddətlər
es_es: Duraciones preestablecidas
pt_br: Durações predefinidas
tr_tr: Hazır süreler

# XamlText.0183
source: Custom duration
az_latn_az: Xüsusi müddət
es_es: Duración personalizada
pt_br: Duração personalizada
tr_tr: Özel süre

# XamlText.0184
source: Show seconds
az_latn_az: Saniyələri göstər
es_es: Mostrar segundos
pt_br: Mostrar segundos
tr_tr: Saniyeleri göster

# XamlText.0185
source: Show date
az_latn_az: Tarixi göstər
es_es: Mostrar fecha
pt_br: Mostrar data
tr_tr: Tarihi göster

# XamlText.0186
source: Show day of the week
az_latn_az: Həftənin gününü göstər
es_es: Mostrar día de la semana
pt_br: Mostrar dia da semana
tr_tr: Haftanın gününü göster

# XamlText.0187
source: System modules
az_latn_az: Sistem modulları
es_es: Módulos del sistema
pt_br: Módulos do sistema
tr_tr: Sistem modülleri

# XamlText.0188
source: Battery, network, Bluetooth and time tools are enabled
az_latn_az: Batareya, şəbəkə, Bluetooth və vaxt alətləri aktivdir
es_es: Las herramientas de batería, red, Bluetooth y tiempo están habilitadas.
pt_br: Ferramentas de bateria, rede, Bluetooth e tempo estão habilitadas
tr_tr: Pil, ağ, Bluetooth ve zaman araçları etkin

# XamlText.0189
source: Battery alerts
az_latn_az: Batareya xəbərdarlıqları
es_es: Alertas de batería
pt_br: Alertas de bateria
tr_tr: Pil uyarıları

# XamlText.0190
source: Set the percentages for low, critical and emergency battery alerts.
az_latn_az: Aşağı, kritik və təcili batareya bildirişlərinin göstəriləcəyi faizləri təyin edin.
es_es: Establezca los porcentajes para alertas de batería baja, crítica y de emergencia.
pt_br: Defina as porcentagens para alertas de bateria fraca, crítica e de emergência.
tr_tr: Düşük, kritik ve acil pil bildirimlerinin gösterileceği yüzdeleri belirleyin.

# XamlText.0191
source: Low
az_latn_az: Aşağı
es_es: Bajo
pt_br: Baixo
tr_tr: Düşük

# XamlText.0192
source: Critical
az_latn_az: Kritik
es_es: Crítico
pt_br: Crítico
tr_tr: Kritik

# XamlText.0193
source: Emergency
az_latn_az: Təcili
es_es: Emergencia
pt_br: Emergência
tr_tr: Acil

# XamlText.0194
source: Changes are previewed on the dock immediately.
az_latn_az: Dəyişikliklər dokda dərhal önizlənir.
es_es: Los cambios se previsualizan inmediatamente en el Dock.
pt_br: As alterações são visualizadas no dock imediatamente.
tr_tr: Değişiklikler dock üzerinde anında önizlenir.

# XamlText.0195
source: Theme, size and motion settings are previewed on the dock immediately.
az_latn_az: Tema, ölçü və hərəkət parametrləri dokda dərhal önizlənir.
es_es: Las configuraciones de tema, tamaño y movimiento se previsualizan inmediatamente en el Dock.
pt_br: As configurações de tema, tamanho e movimento são visualizadas imediatamente no dock.
tr_tr: Tema, boyut ve hareket ayarları dock üzerinde anında önizlenir.

# XamlText.0196
source: Theme
az_latn_az: Tema
es_es: Tema
pt_br: Tema
tr_tr: Tema

# XamlText.0197
source: Surface style
az_latn_az: Səth stili
es_es: Estilo de superficie
pt_br: Estilo de superfície
tr_tr: Yüzey stili

# XamlText.0198
source: Transparent Blurred Glass
az_latn_az: Şəffaf Dumanlı Şüşə
es_es: Vidrio transparente borroso
pt_br: Vidro turvo transparente
tr_tr: Saydam Bulanık Cam

# XamlText.0199
source: This theme uses no fixed background color; it blurs the desktop with real Windows Acrylic. Opacity changes only the intensity of the thin glass layer.
az_latn_az: Bu tema sabit fon rəngi istifadə etmir; masaüstünü əsl Windows Acrylic ilə dumanlı göstərir. Şəffaflıq yalnız incə şüşə qatının sıxlığını dəyişir.
es_es: Este tema no utiliza ningún color de fondo fijo; difumina el escritorio con Windows Acrylic real. La opacidad cambia sólo la intensidad de la fina capa de vidrio.
pt_br: Este tema não usa cor de fundo fixa; ele desfoca a área de trabalho com Windows Acrylic real. A opacidade altera apenas a intensidade da fina camada de vidro.
tr_tr: Bu tema sabit bir arka plan rengi kullanmaz; masaüstünü gerçek Windows Acrylic ile bulanık gösterir. Opaklık, yalnızca ince cam katmanının yoğunluğunu değiştirir.

# XamlText.0200
source: Live dock preview
az_latn_az: Canlı dok önizləməsi
es_es: Vista previa del muelle en vivo
pt_br: Visualização do dock ao vivo
tr_tr: Canlı dock önizlemesi

# XamlText.0201
source: Today
az_latn_az: Bu gün
es_es: Hoy
pt_br: Hoje
tr_tr: Bugün

# XamlText.0202
source: Playing track
az_latn_az: Oxunan trek
es_es: Reproduciendo pista
pt_br: Reproduzindo faixa
tr_tr: Çalan Parça

# XamlText.0203
source: Artist
az_latn_az: İfaçı
es_es: Artista
pt_br: Artista
tr_tr: Sanatçı

# XamlText.0204
source: Active center
az_latn_az: Aktiv mərkəz
es_es: Centro activo
pt_br: Centro ativo
tr_tr: Aktif merkez

# XamlText.0205
source: Playing track · Artist
az_latn_az: Oxunan trek · İfaçı
es_es: Pista en reproducción · Artista
pt_br: Reproduzindo faixa · Artista
tr_tr: Çalan Parça · Sanatçı

# XamlText.0206
source: Compact
es_es: Compacto
pt_br: Compactar

# XamlText.0207
source: Hover
es_es: Flotar
pt_br: Passe o mouse

# XamlText.0208
source: Expanded
az_latn_az: Genişləndirilmiş
es_es: Expandido
pt_br: Expandido
tr_tr: Genişletilmiş

# XamlText.0209
source: Compact preview
az_latn_az: Compact önizləmə
es_es: Vista previa compacta
pt_br: Visualização compacta
tr_tr: Compact önizleme

# XamlText.0210
source: Hover preview
az_latn_az: Hover önizləmə
es_es: Vista previa al pasar el mouse
pt_br: Visualização instantânea
tr_tr: Hover önizleme

# XamlText.0211
source: Expanded preview
az_latn_az: Genişləndirilmiş önizləmə
es_es: Vista previa ampliada
pt_br: Visualização expandida
tr_tr: Genişletilmiş önizleme

# XamlText.0212
source: Test animation
az_latn_az: Animasiyanı yoxla
es_es: Animación de prueba
pt_br: Animação de teste
tr_tr: Animasyonu dene

# XamlText.0213
source: Test dock animation
az_latn_az: Dok animasiyasını yoxla
es_es: Animación del muelle de prueba
pt_br: Testar animação de dock
tr_tr: Dock animasyonunu dene

# XamlText.0214
source: Dock dimensions
az_latn_az: Dokun ölçüləri
es_es: Dimensiones del muelle
pt_br: Dimensões da doca
tr_tr: Dock boyutları

# XamlText.0215
source: Surface and color
az_latn_az: Səth və rəng
es_es: Superficie y color
pt_br: Superfície e cor
tr_tr: Yüzey ve renk

# XamlText.0216
source: Glass / surface intensity
az_latn_az: Şüşə / səth sıxlığı
es_es: Intensidad del vidrio/superficie
pt_br: Intensidade de vidro/superfície
tr_tr: Cam / yüzey yoğunluğu

# XamlText.0217
source: Glass or surface intensity
az_latn_az: Şüşə və ya səth sıxlığı
es_es: Intensidad del vidrio o de la superficie
pt_br: Intensidade de vidro ou superfície
tr_tr: Cam veya yüzey yoğunluğu

# XamlText.0218
source: Motion
az_latn_az: Hərəkət
es_es: Movimiento
pt_br: Movimento
tr_tr: Hareket

# XamlText.0219
source: Collapsed width
az_latn_az: Yığılmış en
es_es: Ancho contraído
pt_br: Largura recolhida
tr_tr: Kapalı genişlik

# XamlText.0220
source: Collapsed height
az_latn_az: Yığılmış hündürlük
es_es: Altura colapsada
pt_br: Altura recolhida
tr_tr: Kapalı yükseklik

# XamlText.0221
source: Hover width
az_latn_az: Hover eni
es_es: Ancho de desplazamiento
pt_br: Largura do foco
tr_tr: Hover genişliği

# XamlText.0222
source: Hover height
az_latn_az: Hover hündürlüyü
es_es: altura de desplazamiento
pt_br: Altura do foco
tr_tr: Hover yüksekliği

# XamlText.0223
source: Expanded width
az_latn_az: Genişləndirilmiş en
es_es: Ancho ampliado
pt_br: Largura expandida
tr_tr: Genişletilmiş genişlik

# XamlText.0224
source: Expanded height
az_latn_az: Genişləndirilmiş hündürlük
es_es: Altura ampliada
pt_br: Altura expandida
tr_tr: Genişletilmiş yükseklik

# XamlText.0225
source: Notification width
az_latn_az: Bildiriş eni
es_es: Ancho de notificación
pt_br: Largura da notificação
tr_tr: Bildirim genişliği

# XamlText.0226
source: Notification height
az_latn_az: Bildiriş hündürlüyü
es_es: Altura de notificación
pt_br: Altura da notificação
tr_tr: Bildirim yüksekliği

# XamlText.0227
source: Corner radius
az_latn_az: Künc yumruluğu
es_es: Radio de esquina
pt_br: Raio de canto
tr_tr: Köşe yuvarlaklığı

# XamlText.0228
source: Screen edge spacing
az_latn_az: Ekran kənarı məsafəsi
es_es: Espaciado de los bordes de la pantalla
pt_br: Espaçamento das bordas da tela
tr_tr: Ekran kenarı mesafesi

# XamlText.0229
source: Screen placement
az_latn_az: Ekranda yerləşmə
es_es: Ubicación de la pantalla
pt_br: Posicionamento da tela
tr_tr: Ekran yerleşimi

# XamlText.0230
source: Attach to the top screen edge
az_latn_az: Ekranın yuxarı kənarına birləşdir
es_es: Adjuntar al borde superior de la pantalla
pt_br: Anexe à borda superior da tela
tr_tr: Ekranın üst kenarına yapıştır

# XamlText.0231
source: With spacing
az_latn_az: Boşluqlu
es_es: con espaciado
pt_br: Com espaçamento
tr_tr: Boşluklu

# XamlText.0232
source: Attached
az_latn_az: Birləşik
es_es: Adjunto
pt_br: Apegado
tr_tr: Yapışık

# XamlText.0233
source: Attach the dock to the top screen edge
az_latn_az: Doku ekranın yuxarı kənarına birləşdir
es_es: Conecte la base al borde superior de la pantalla
pt_br: Anexe o dock à borda superior da tela
tr_tr: Dock'u ekranın üst kenarına yapıştır

# XamlText.0234
source: When enabled, no gap is left between the dock and the top screen edge.
az_latn_az: Aktiv olduqda dok ilə ekranın yuxarı kənarı arasında boşluq buraxılmır.
es_es: Cuando está habilitado, no queda espacio entre la base y el borde superior de la pantalla.
pt_br: Quando ativado, nenhum espaço é deixado entre o encaixe e a borda superior da tela.
tr_tr: Açıkken dock ile ekranın üst kenarı arasında boşluk bırakılmaz.

# XamlText.0235
source: Attached mode sets the gap to 0. In spacing mode, you can choose the distance in pixels.
az_latn_az: Birləşik rejim boşluğu 0 edir. Boşluqlu rejimdə məsafəni piksel olaraq seçə bilərsiniz.
es_es: El modo adjunto establece el espacio en 0. En el modo de espaciado, puede elegir la distancia en píxeles.
pt_br: O modo anexado define o intervalo como 0. No modo de espaçamento, você pode escolher a distância em pixels.
tr_tr: Yapışık mod boşluğu 0 yapar. Boşluklu modda mesafeyi piksel olarak seçebilirsiniz.
